Repository: FuturICT2/FIN4Documentation
Catalog: docs/locales/*/LC_MESSAGES/claim-tokens.po
Languages: de

source: Claim tokens
de: Tokens bekommen

source: Tokens that have been created as outlined in `Create tokens <create-tokens.html>`_, can be claimed.
de: Tokens, die wie in `Tokens erstellen <create-tokens.html>`_ beschrieben erstellt wurden, können beansprucht werden.

source: Submitting a claim is the first step to obtaining a balance on the token in question. Once made, it shows up under *My previous claims*. Claims there can be in one of three stages:
de: Das Einreichen eines Anspruchs ist der erste Schritt, um eine Guthaben für den betreffenden Token zu erhalten. Einmal gemacht zeigt es sich unter *My previous claims*. Ansprüche dort können in einer von drei Stufen sein:

source: In red with a prompt to *Submit proof*, this is the default after submitting a new claim
de: In rot mit einer Aufforderung an *Submit proof*, dies ist die Standardeinstellung nach Einreichung eines neuen Anspruchs

source: In green, the approved state, which also means that a balance has to be minted to the claimer
de: In grün der genehmigte Zustand, was auch bedeutet, dass dem Antragsteller ein Saldo geprägt werden muss

source: In gray, the rejected state, if one or more of the proofs got manually or automatically rejected
de: In grau der abgelehnte Zustand, wenn einer oder mehrere der Beweise manuell oder automatisch abgelehnt wurden

source: A click on the filter-icon in the top right corner will open a menu that allows you to hide or show claims based on their three stages.
de: Ein Klick auf das Filtersymbol in der oberen rechten Ecke öffnet ein Menü, in dem Sie Ansprüche basierend auf ihren drei Stufen ausblenden oder anzeigen können.

source: Proving
de: Beweisen

source: For a claim to be successful, all the verifiers specified by the token creator have to receive proof from the user and get approved - automatically or by the chosen person, group or sensor. A proof submission site might look like this.
de: Damit ein Anspruch erfolgreich ist, müssen alle vom Token-Ersteller angegebenen Prüfer vom Benutzer einen Nachweis erhalten und genehmigt werden - automatisch oder von der ausgewählten Person, Gruppe oder dem ausgewählten Sensor. Eine Proof-Submission-Site könnte so aussehen.

source: Here, a verifier is shown (*ClaimableOnlyNTimes*) that didn't have to be initated manually. It belongs to the category of verifiers that automatically give their approval or rejection once a claim is made.
de: Hier wird ein Verifizierer angezeigt (*ClaimableOnlyNTimes*), der nicht manuell initiiert werden musste. Es gehört zur Kategorie der Prüfer, die automatisch ihre Zustimmung oder Ablehnung erteilen, sobald ein Anspruch geltend gemacht wird.

source: Once all verifiers received proofs and are approved, the claim appears as green and the claimer gets a balance on this token.
de: Sobald alle Prüfer Beweise erhalten und genehmigt haben, wird der Anspruch grün angezeigt und der Antragsteller erhält einen Saldo auf diesem Token.

source: If any verifier of a claim rejectes the provided proof, the entire claim gets rejected. It is not possible to recover this claim by resubmitting proofs - a new claim has to be made if the user wants to try again.
de: Wenn ein Prüfer eines Anspruchs den vorgelegten Nachweis ablehnt, wird der gesamte Anspruch abgelehnt. Es ist nicht möglich, diesen Anspruch durch erneutes Einreichen von Beweisen wiederherzustellen. Ein neuer Anspruch muss geltend gemacht werden, wenn der Benutzer es erneut versuchen möchte.

source: If verifiers depend on the approval of other users, they have a chance to add a message to the claimer together with their approval or rejection. This message is displayed on the respective proof submission site.
de: Wenn Verifizierer von der Genehmigung anderer Benutzer abhängig sind, haben sie die Möglichkeit, dem Antragsteller zusammen mit ihrer Genehmigung oder Ablehnung eine Nachricht hinzuzufügen. Diese Nachricht wird auf der jeweiligen Proof-Submission-Site angezeigt.
