Repository: FuturICT2/FIN4Documentation
Catalog: docs/locales/*/LC_MESSAGES/create-tokens.po
Languages: de

source: Create tokens
de: Tokens erstellen

source: The ability for anyone to create new tokens on the FIN4Xplorer plattform is at the heart of its concept. Once a token is created, it can be claimed by anyone. A successful claim results in having a balance on the respective token. Since we base our token contracts on the `ERC-20 standard <https://en.wikipedia.org/wiki/Ethereum#Development_governance_and_EIP>`_ this balance will show up on any Ethereum digital wallet app that supports the ERC-20 standard. Note that also in such apps you have to switch to the Rinkeby testnet.
de: Die Möglichkeit für jeden, neue Token auf der FIN4Xplorer-Plattform zu erstellen, steht im Mittelpunkt seines Konzepts. Sobald ein Token erstellt wurde, kann es von jedem beansprucht werden. Ein erfolgreicher Anspruch führt zu einem Saldo auf dem jeweiligen Token. Da wir unsere Token-Verträge auf dem `ERC-20 standard <https://en.wikipedia.org/wiki/Ethereum#Development_governance_and_EIP>`_ basieren, wird dieser Kontostand in jeder digitalen Ethereum-Wallet-App angezeigt, die den ERC-20-Standard unterstützt . Beachten Sie, dass Sie auch in solchen Apps zum Rinkeby-Testnetz wechseln müssen.

source: Token creation wizard
de: Assistent zur Token-Erstellung

source: The effort put into creating a token can range from a quick 1-min-clicktrough to a lengthy eloborate planning in a multi-disciplinary team. The possible entry points for the token creation process are:
de: Der Aufwand für die Erstellung eines Tokens kann von einem schnellen 1-Minuten-Klick bis zu einer langwierigen Planung in einem multidisziplinären Team reichen. Die möglichen Einstiegspunkte für den Token-Erstellungsprozess sind:

source: Creating a new token from scratch
de: Erstellen eines neuen Tokens von Grund auf neu

source: Uploading a token draft in JSON format
de: Hochladen eines Token-Entwurfs im JSON-Format

source: Copying an existing token design as template
de: Kopieren eines vorhandenen Token-Designs als Vorlage

source: The last two will import a token creation draft showing up at the bottom of the box. The first option will take you directly into the token creation wizard. It consists of 6 steps: *Token identity*, *Token design*, *Action policy*, *Minting policy*, *Noninteractive verifiers* and *Interactive verifiers*. In each step, an info box can be opened that provides explanations.
de: Die letzten beiden importieren einen Entwurf zur Token-Erstellung, der am unteren Rand des Felds angezeigt wird. Die erste Option führt Sie direkt zum Assistenten zum Erstellen von Token. Es besteht aus 6 Schritten: *Token-Identität*, *Token-Design*, *Aktionsrichtlinie*, *Münzrichtlinie*, *Nicht interaktive Verifizierer* und *Interaktive Verifizierer*. In jedem Schritt kann eine Infobox geöffnet werden, die Erklärungen enthält.

source: Note that at any point you can leave the wizard and your progess will be stored as draft. Drafts can be used to resume the process later on or to download, share and import them.
de: Beachten Sie, dass Sie den Assistenten jederzeit verlassen können und Ihr Fortschritt als Entwurf gespeichert wird. Entwürfe können verwendet werden, um den Vorgang später fortzusetzen oder um sie herunterzuladen, freizugeben und zu importieren.

source: Once the 6 steps are completed, the token can be created on the blockchain. Two ore more transactions have to be confirmed for that. Two for the token-creation itself and one for each proof that has parameters. Until all proof-parameterization transactions are confirmed, the token will remain in a disabled state.
de: Sobald die 6 Schritte abgeschlossen sind, kann das Token in der Blockchain erstellt werden. Dafür müssen zwei oder mehr Transaktionen bestätigt werden. Zwei für die Token-Erstellung selbst und eine für jeden Proof mit Parametern. Bis alle Proof-Parametrisierungstransaktionen bestätigt sind, bleibt der Token deaktiviert.
